
/* Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "7"; */
"7.title" = "ポート番号:";

/* Class = "NSButtonCell"; title = "Accept rmate connections"; ObjectID = "9"; */
"9.title" = "rmate からの接続を受け付ける";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "18"; */
"18.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "remote clients"; ObjectID = "19"; */
"19.title" = "リモートクライアント";

/* Class = "NSMenuItem"; title = "local clients"; ObjectID = "20"; */
"20.title" = "ローカルクライアント";

/* Class = "NSTextFieldCell"; title = "Access for:"; ObjectID = "23"; */
"23.title" = "どこからの接続を受け付けるか:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "34"; */
"34.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "/usr/local/bin/mate"; ObjectID = "35"; */
"35.title" = "/usr/local/bin/mate";

/* Class = "NSMenuItem"; title = "~/bin/mate"; ObjectID = "36"; */
"36.title" = "~/bin/mate";

/* Class = "NSTextFieldCell"; title = "Shell support ${installed:?:not }installed"; ObjectID = "38"; */
"38.title" = "シェルサポートの導入 ${installed:?:未}完";

/* Class = "NSButtonCell"; alternateTitle = "terminal"; ObjectID = "42"; */
"42.alternateTitle" = "ターミナル";

/* Class = "NSTextFieldCell"; title = "To use TextMate as editor for subversion, git, and similar you need to install the mate shell command and add a line like the following to ~/.bashrc:\n\n\texport EDITOR=\"${mate_path/^~/\\$HOME/} -w\"\n\nFor more information use the help button down in the corner."; ObjectID = "50"; */
"50.title" = "To use TextMate as editor for subversion, git, and similar you need to install the mate shell command and add a line like the following to ~/.bashrc:\n\n\texport EDITOR=\"${mate_path/^~/\\$HOME/} -w\"\n\nFor more information use the help button down in the corner.";

/* Class = "NSTextFieldCell"; title = "Location:"; ObjectID = "52"; */
"52.title" = "インストール先:";

/* Class = "NSButtonCell"; alternateTitle = "Uninstall"; ObjectID = "54"; */
"54.alternateTitle" = "アンインストール";

/* Class = "NSButtonCell"; title = "Install"; ObjectID = "54"; */
"54.title" = "インストール";

/* Class = "NSBox"; title = "Box"; ObjectID = "55"; */
"55.title" = "Box";

/* Class = "NSMenuItem"; title = "Other…"; ObjectID = "56"; */
"56.title" = "他の場所…";

/* Class = "NSTextFieldCell"; title = "If you wish to activate TextMate from an ssh session you can do so by copying the rmate script to the server you are logged into. The script will connect back to TextMate so you need to either allow access for remote clients (and setup your router to accept the specified port) or create an ssh tunnel. Use the help button in the corner for more information."; ObjectID = "59"; */
"59.title" = "If you wish to activate TextMate from an ssh session you can do so by copying the rmate script to the server you are logged into. The script will connect back to TextMate so you need to either allow access for remote clients (and setup your router to accept the specified port) or create an ssh tunnel. Use the help button in the corner for more information.";
